2019/20190601shuttleworth.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>20190601shuttleworth</title>
<!-- 2019-05-26 Sun 21:36 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="chjh" />
</head>
<body>
<div id="content">
<h1 class="title">20190601shuttleworth</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Shuttleworth Fellowship</a>
<ul>
<li><a href="#sec-1-1">1.1. Application questions</a>
<ul>
<li><a href="#sec-1-1-1">1.1.1. Tell us about the world as you see it</a></li>
<li><a href="#sec-1-1-2">1.1.2. What change do you want to make in the world?</a></li>
<li><a href="#sec-1-1-3">1.1.3. What do you believe has prevented this change to date?</a></li>
<li><a href="#sec-1-1-4">1.1.4. What are you going to do to get there?</a></li>
<li><a href="#sec-1-1-5">1.1.5. What challenges or uncertainties do you expect to face?</a></li>
<li><a href="#sec-1-1-6">1.1.6. What part does openness play in your idea?</a></li>
<li><a href="#sec-1-1-7">1.1.7. Project name</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Shuttleworth Fellowship</h2>
<div class="outline-text-2" id="text-1">
<p>
<i>Notes</i>
</p>

<ul class="org-ul">
<li>1500 letters p/question
</li>
<li>Submit <a href="https://www.shuttleworthfoundation.org/apply/form/">here</a>
</li>
</ul>
</div>

<div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Application questions</h3>
<div class="outline-text-3" id="text-1-1">
</div><div id="outline-container-sec-1-1-1" class="outline-4">
<h4 id="sec-1-1-1"><span class="section-number-4">1.1.1</span> Tell us about the world as you see it</h4>
<div class="outline-text-4" id="text-1-1-1">
<p>
<i>A description of the status quo and context in which you will be
working</i>
</p>

<p>
Society is running on fumes&#x2014;literally and figuratively.
</p>

<p>
Literally, because we're allowing humanity's domination of nature run
rampant into catastrophic climate change.
</p>

<p>
Figuratively, because a few dominating the many is now so egregious
that the masses' mental health and resources are sapped away, leaving
barely enough to keep functioning let alone organize effectively for
emancipation.
</p>

<p>
Organizations with a singular mission act at the expense of the
externalities to that mission. A mission can be financial (e.g.,
profit maximization) or social (e.g., eradicating polio).
</p>

<p>
These missions are determined by the few at the expense of the
many.
</p>

<p>
When I finished my Mozilla Fellowship, I was overworked. I see my
friends struggle at the expense of a mission, each in their own way,
and they're the privileged bunch (lawyers, doctors, consultants,
researchers)!
</p>

<p>
These organisational structures are neither sustainable or
pleasurable. The circumstances of domination may differ, but the
effects are similar. It's only going to get worse if we do nothing
about it.
</p>
</div>
</div>

<div id="outline-container-sec-1-1-2" class="outline-4">
<h4 id="sec-1-1-2"><span class="section-number-4">1.1.2</span> What change do you want to make in the world?</h4>
<div class="outline-text-4" id="text-1-1-2">
<p>
<i>A description of what you want to change about the status quo, in the
world, your personal vision for this area</i>
</p>

<p>
People face issues in their daily lives they cannot address alone, but
organizations do not stimulate people to act on their beliefs. 
</p>

<p>
I imagine a world where organizations have as a mission to stimulate
collectives to act on the issues they face.
</p>

<p>
In order to fundamentally break away from this dynamic where people
are subjected to missions, I am building an organization model with
the mission to provide stimulation and resources for people to act
on beliefs.
</p>

<p>
This organization fundamentally supports its members in emancipating
themselves, instead of coopting their freedoms by wage slavery.
</p>

<p>
By building the first worker cooperative with open principles in its
bylaws, we provide workers with more agency, energy, money, and time
to act on their beliefs. These actions are only limited by not
exacerbating negative externalities we know about (e.g., climate
crisis, tax avoidance).
</p>

<p>
Fundamental organisational changes are that workers:
</p>
<ul class="org-ul">
<li>all have one vote, electing who manages
</li>
<li>7 hour workdays
</li>
<li>uniform base pay for members, variable pay to incentivize unwanted
tasks
</li>
<li>direct budgetary profit sharing
</li>
</ul>

<p>
Workers benefit directly by being put center stage in shaping their
work environment; profits are shared, used to act on beliefs, and
proliferate the open worker coop model.
</p>
</div>
</div>

<div id="outline-container-sec-1-1-3" class="outline-4">
<h4 id="sec-1-1-3"><span class="section-number-4">1.1.3</span> What do you believe has prevented this change to date?</h4>
<div class="outline-text-4" id="text-1-1-3">
<p>
<i>Describe the innovations or questions you would like to explore
during the fellowship year</i>
</p>

<p>
The next step of the worker cooperative is possible through recent
changes in productive forces.
</p>

<p>
The first coops stem from 1844, when the First Industrial Revolution
passed into the Second (i.e., changes in production). We are
passing from the Second to the Third Industrial Revolution (Rifkin).
</p>

<p>
What do these developments mean for organizing an effective worker
cooperative? Coops remain scarce and venture capital funding has
increased, which provide no breeding ground to investigate this
question.
</p>

<p>
The four pillars (profit sharing, democratic management, reduced
workweek, base- &amp; variable pay) are a result of the changes in
productive forces and increased potential of digital support
mechanisms, which I'd like to explore in practical circumstances.
</p>

<p>
I am interested in openly documenting and evaluating benefits and
issues that arise from implementing a radically different organization
structure. Questions include
</p>
<ul class="org-ul">
<li>How does the status quo accomodate fundamentally different
organisation structures?
</li>
<li>How can the four pillars practically be implemented?
</li>
<li>Is it easier/more difficult to find workers when implementing a
different kind of work?
</li>
<li>How do workers evaluate the four pillars?
</li>
<li>How do workers utilize the resources the four pillars provide them?
</li>
<li>How do experts evaluate this kind of organization structure as it
progresses?
</li>
</ul>
<p>
These questions and dialogue on these aspects will be a large part of
the fellowship, while at the same time implementing a business idea.
</p>
</div>
</div>

<div id="outline-container-sec-1-1-4" class="outline-4">
<h4 id="sec-1-1-4"><span class="section-number-4">1.1.4</span> What are you going to do to get there?</h4>
<div class="outline-text-4" id="text-1-1-4">
<p>
<i>A description of what you actually plan to do during the year</i>
</p>

<p>
I am implementing “Liberate Science” as the first Open Worker
Cooperative (OWC), servicing public project management
infrastructure. I developed this to address acute issues in science
(e.g., selective publication, exclusivity).
</p>

<p>
Workers within this OWC can use the direct and full budgetary
profit-sharing to initiate replicants of the OWC for issues they see
and want to act on, once revenue streams are flowing. From those
replicants of the OCW, profits again are directly shared to its
members, which can be invested in issues those members want to act
upon in OWCs, and so on.
</p>

<p>
In months 1-6, contractors develop the Liberate Science infrastructure
and start testing with early career researchers. Simultaneously, the
legal (e.g., bylaws) and organizational (e.g., onboarding)
preparations for the cooperative will be implemented as part of the
fellowship.
</p>

<p>
End of month 6 the OWC is registered in Germany, with the four pillars
enshrined in the bylaws (profit sharing, democratic management,
reduced workweek, base- &amp; variable pay). openworker.coop will be
launched with base resources to launch an OWC in Germany.
</p>

<p>
In months 7-12, practical OWC building initiates. This includes
several workers joining the coop and building a collective
culture. Contractors are phased out for worker-owners over these
months. I will be working on both gearing the first OWC towards
revenue and extending the legal framework for OWCs internationally.
</p>
</div>
</div>


<div id="outline-container-sec-1-1-5" class="outline-4">
<h4 id="sec-1-1-5"><span class="section-number-4">1.1.5</span> What challenges or uncertainties do you expect to face?</h4>
<div class="outline-text-4" id="text-1-1-5">
<p>
This project advances the potential of a worker cooperative and
implements an idea that aims to reform scientific practice. It is very
ambitious and I am uncertain about pulling this off; it is however the
one thing I want to work on. I aim to build a community to tackle
these issues collectively.
</p>

<p>
Some of my uncertainties include:
</p>
<ul class="org-ul">
<li>A radically different organization structure requires radically
rethinking many organization processes; I expect the daily work
environment to be so different that it might be hard for people to
adapt. Progress on the business idea may slow as a result. For
example, onboarding into a worker cooperative culture is very
different; how does that affect getting up to speed?
</li>
<li>I expect that finding workers to join the coop might be difficult
due to not understanding why things are done so
differently. Onboarding creates its own issues, but that assumes
there are people to onboard. I am afraid I have idealized this form
of organizing and that it does not resonate in practice.
</li>
<li>I am excited and uncertain about the challenge of creating bylaws
for a worker coop. How to make these equitable, legally sound,
inclusive, etc. seems like a major challenge that will require much
planning and consultation. One major point is how to
minimize/eliminate negative externalities.
</li>
</ul>
</div>
</div>


<div id="outline-container-sec-1-1-6" class="outline-4">
<h4 id="sec-1-1-6"><span class="section-number-4">1.1.6</span> What part does openness play in your idea?</h4>
<div class="outline-text-4" id="text-1-1-6">
<p>
Open is community to me and I feel like we can use more community in
our work environments (and daily lives). In that sense, open has been
key to inspiring the outlined vision in the first place.
</p>

<p>
Working open is central in everything I have done over the last seven
years. Nothing is done alone, hence, nothing should have results for a
few.
</p>

<p>
I think the values I outline for an Open Worker Cooperative shows
this: It puts the value produced by the many right back into the hands
of the many, distributing agency over the organization. 
</p>

<p>
All of this to stimulate community building and provide the
agency, money, energy, and time to act in crucial moments of humanity
given the runaway domination.
</p>

<p>
The importance of community comes from a deep gratitude for what the
open community has meant to me over the years. We all struggle from
issue to issue, feeling like we cannot have a meaningful impact. I
know how much mental energy that feeling drains; the community has
pulled me through and I hope to do contribute to this collective
effort in this way.
</p>

<p>
I am committed to serving progress in line with the open principles
and any project I undertake needs to do so too, making openness a
tenet in my life. The fellowship helps change timeframes and scale of
my work, not its dedication.
</p>
</div>
</div>

<div id="outline-container-sec-1-1-7" class="outline-4">
<h4 id="sec-1-1-7"><span class="section-number-4">1.1.7</span> Project name</h4>
<div class="outline-text-4" id="text-1-1-7">
<p>
Open Worker Coop
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: chjh</p>
<p class="date">Created: 2019-05-26 Sun 21:36</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.2.2 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
